import React from 'react'
import './moreAbout.css'

const page = () => {
  return (
    <div className='moreAboutAll'>
      <h1>基本情報</h1>
      <p>2001年12月6日生まれの現在22歳（もうこれ以上歳はとりたくないよ〜）<br/>興味範囲はソフトウェア開発からロボット、組み込み、AI、VR、ゲーム開発などかなり広いです（どれに進むか悩み中）<br/>現在は主にソフトウェア開発と大学ではロボットやAIを触ってます。<br/>出身は埼玉で弟が一人います。現在は茨城の研究学園都市つくばで一人暮らしをしてます。</p>
      
      <h1>取扱説明書</h1>
      <p>基本コミュ障で色々考えすぎてしまうタイプなので、一人行動が多いです。（最近、改善傾向にあり）しかし、誰かと一緒にいるのも好きなので、話しかけてくれたり、遊びなどにさそってくれたりすると喜びます。<s>強引な誘い大好き!誰か私を連れ出して♪</s><br/>基本暇でフットワークはクソ軽いです。（誘いは基本断らないというルールを自分に課してます）<br/>MBTI診断をしてみたところISTJらしいです。ときどき挙動不審な可能性がありますが、コミュ障すぎてそうなっていることがほとんどですので、温かい目で見てください。</p>

      <h1>趣味とか</h1>
      <h2>アニメ、ドラマ、映画など</h2>
      <p>中学３年生から深夜アニメにハマりました。ジャンルはラブコメ、ミステリー、バトル、スポーツ物をよく見ます。好きなアニメはアマガミSS、俺ガイル、ニセコイ、コードギアス、ダイヤのA、ひぐらし、君嘘とかとか（あげ出したらキリがなかったのでこの辺に）
        聖地巡礼もよくいきます。アニソンも大好きで毎クール全作品チェックします。<s>（歌うのは下手くそですが）</s>
      </p>
      <p>コロナ下に暇を極めすぎて、Unextとネトフリとアマプラとかでドラマ、映画見まくってました。ミステリーが好きなので、国を問わず、見てます。映画も月１ぐらいはいきます。好きな俳優は藤原竜也です。</p>
      
      <h2>旅行</h2>
      <p>旅行大好きです。金があれば行きます。<s>長いこと独り身なので、</s>一人旅が多いです。（もはや一人の方が好きかも,,いや、誘われたら喜んでいきますよ！！）次の行きたいところは和歌山（サマータイムレンダ聖地巡礼）と九州とヨーロッパですねー。運転がペーパーすぎるので、徒歩でゴリ押しがちです。</p>
      
      <h2>サッカー観戦</h2>
      <p>暇を極めて、新たな趣味に手を出そうとした結果、サッカー観戦に行きつきました。主にラリーガを見ます。（日本の宝久保がいるので）見るチームはソシエダかマドリーです。チャンピオンズリーグが楽しみすぎます！難点としては試合時間が早朝過ぎることで、おかげで昼夜逆転してます。</p>
    
      <h2>アイドル</h2>
      <p>主に坂道（特に乃木坂）を応援しています。浪人期の辛いときに自分を救ってくれたので感謝しています。推しは山下美月です。（卒業悲しい...）卒業した後はオタ卒かもしれません</p>

      <h2>ゲーム</h2>
      <p>ゲームは一人の時はやることがなくなってしまいました。（これが歳をとるということか）昔はスプラトゥーンとダンガンロンパにハマってました。誘われたら全然やりますよ</p>

      <h2>ハッカソン</h2>
      <p>もはや趣味になりましたwなんか１ヶ月出てないだけでむずむずしてきます。常にハッカソンに一緒に出る人募集中です。</p>

      <h2>音楽</h2>
      <p>音楽はアニソンばっかりです。（流行りの曲はキャッチしてますよ！）好きなアーティストはAimerです。
StarRingChildとRE:I AMとONEが好きです！！（マジ神曲だから聞いて）</p>
    </div>

    
  )
}

export default page